List<Map<String, dynamic>> adsMock = [
  {
    "id": 1,
    "title": "В библиотеку по Пушкинской карте",
    "description":
        "Национальная библиотека Чувашской Республики приглашает посетить меропрития по Пушкинской карте. Проект «Пушкинская карта» направлен на популяризацию культурных событий среди молодежи. Молодые люди в возрасте от 14 до 22 лет могут получить Пушкинскую карту, на балансе которой будет 5000 рублей. Эти деньги можно потратить до конца года в учреждениях культуры: музеях, театрах, филармониях, галереях и библиотеках. Как открыть Пушкинскую карту?",
    "pathImage": "assets/images/karta.png",
    "date": "2023-10-20T03:18:31.177769-04:00",
  },
  {
    "id": 2,
    "title": "Готовимся к ОГЭ и ЕГЭ по русскому языку ",
    "description":
        "В Национальной библиотеке Чувашской Республики открыта запись на курсы подготовки к ОГЭ и ЕГЭ – 2024 по русскому языку. Уже второй год мы помогаем выпускникам школ успешно сдать экзамен по русскому языку на высокие баллы. Наши преподаватели имеют большой опыт подготовки к экзаменам",
    "pathImage": "",
    "date": "2023-10-21T03:18:31.177769-04:00",
  },
  {
    "id": 3,
    "title": "Школа правовой культуры",
    "description":
        "В Национальной библиотеке Чувашской Республики в рамках просветительского проекта «Школа правовой культуры» состоялась встреча будущих юристов и медиков, призванная рассмотреть тему зависимости человека в различных аспектах. На встречу с медиков",
    "pathImage": "",
    "date": "2023-10-22T03:18:31.177769-04:00",
  },
];
