List<Map<String, dynamic>> recommendationsMock = [
  {
    "id": 1,
    "title": "Чебоксары. Город юный, город древний",
    "description":
        "18 октября в Михайловской сельской библиотеке Цивильского муниципального округа состоялась творческая встреча чувашских писателе ",
    "pathImage": "assets/images/books/book1.png",
    "date": "2023-10-20T03:18:31.177769-04:00",
    "url": 'http://elbib.nbchr.ru/lib_files/0/cheb_0_0000001.pdf'
  },
  {
    "id": 2,
    "title": "В ответе навсегда…",
    "description":
        "В октябре в Национальной библиотеке Чувашской Республики возобновились занятия клуба чувашской вышивки «Асамлӑ тӗрӗ. Волшебная вышивка».",
    "pathImage": "assets/images/books/book2.png",
    "date": "2023-10-21T03:18:31.177769-04:00",
    "url": 'http://elbib.nbchr.ru/lib_files/0/cheb_0_0000001.pdf'
  },
  {
    "id": 3,
    "title": "Легендарный Андриян Николаев",
    "description":
        "24 октября 2023 г. в Национальной библиотеке Чувашской Республики состоится встреча с российским писателем и публицистом, председателем Союза писателей России Николаем Ивановым. За значительный личный вклад в формирование единого культурного пространства, сохранение исторического и культурного наследия Донбасса в 2019 году награжден орденом Дружбы. Входит в состав Совета при Президенте Российской Федерации по развитию гражданского общества и правам человека. Сейчас автор работает над новыми книгами о событиях на Донбассе. Николай Иванов также представит серию современных сборников военной поэзии, изданных Союзом писателей России.",
    "pathImage": "assets/images/books/book3.png",
    "date": "2023-10-22T03:18:31.177769-04:00",
    "url": 'http://elbib.nbchr.ru/lib_files/0/cheb_0_0000001.pdf'
  },
];
