List<Map<String, dynamic>> recommendationsMock = [
  {
    "id": 1,
    "name": "Чебоксары. Город юный, город древний",
    "description":
        "18 октября в Михайловской сельской библиотеке Цивильского муниципального округа состоялась творческая встреча чувашских писателе ",
    "pathImage": "assets/images/books/book1.png",
    "date": "2023-10-20T03:18:31.177769-04:00",
    "url": 'http://elbib.nbchr.ru/lib_files/0/cheb_0_0000001.pdf',
    "preface":
        "Книга-альбом «Чебоксары. Город юный, город древний» была издана к 535-летию столицы Чувашии. Чебоксары предстают в альбоме с разных сторон: город вчерашний и сегодняшний, официальный и бытовой, трудовой и праздничный. В многочисленных фотографиях не только внешний портрет, но и некая философия становления, развития и движения города по оси времени. В конце книги читатель найдет текст песни о Чебоксарах «Здравствуй, город».",
    "isFavorite": false
  },
  {
    "id": 2,
    "name": "В ответе навсегда…",
    "description":
        "[книга-альбом / рук. проекта И. Д. Тимофеев-Вутлан ; ред.-сост. Л. М. Кубашина ; макет, худож. оформл. В. Н. Гончаров и др.]. – Чебоксары : Чувашское книжное издательство, 2004. – 111 с. : цв. ил., портр. – URL: http://elbib.nbchr.ru/lib_files/0/cheb_0_0000001.pdf (дата обращения: 18.08.2023). ",
    "pathImage": "assets/images/books/book2.png",
    "date": "2023-10-21T03:18:31.177769-04:00",
    "url": 'http://elbib.nbchr.ru/lib_files/0/cheb_0_0000001.pdf',
    "preface":
        "Книга-альбом «Чебоксары. Город юный, город древний» была издана к 535-летию столицы Чувашии. Чебоксары предстают в альбоме с разных сторон: город вчерашний и сегодняшний, официальный и бытовой, трудовой и праздничный. В многочисленных фотографиях не только внешний портрет, но и некая философия становления, развития и движения города по оси времени. В конце книги читатель найдет текст песни о Чебоксарах «Здравствуй, город».",
    "isFavorite": false
  },
  {
    "id": 3,
    "name": "Война и чувашская школа в Симбирске",
    "description":
        "[книга-альбом / рук. проекта И. Д. Тимофеев-Вутлан ; ред.-сост. Л. М. Кубашина ; макет, худож. оформл. В. Н. Гончаров и др.]. – Чебоксары : Чувашское книжное издательство, 2004. – 111 с. : цв. ил., портр. – URL: http://elbib.nbchr.ru/lib_files/0/cheb_0_0000001.pdf (дата обращения: 18.08.2023). ",
    "pathImage": "assets/images/books/book3.png",
    "date": "2023-10-21T03:18:31.177769-04:00",
    "url": 'http://elbib.nbchr.ru/lib_files/0/cheb_0_0000001.pdf',
    "preface":
        "Книга-альбом «Чебоксары. Город юный, город древний» была издана к 535-летию столицы Чувашии. Чебоксары предстают в альбоме с разных сторон: город вчерашний и сегодняшний, официальный и бытовой, трудовой и праздничный. В многочисленных фотографиях не только внешний портрет, но и некая философия становления, развития и движения города по оси времени. В конце книги читатель найдет текст песни о Чебоксарах «Здравствуй, город».",
    "isFavorite": false
  },
  {
    "id": 4,
    "name": "Легендарный Андриян Николаев",
    "description":
        "[книга-альбом / рук. проекта И. Д. Тимофеев-Вутлан ; ред.-сост. Л. М. Кубашина ; макет, худож. оформл. В. Н. Гончаров и др.]. – Чебоксары : Чувашское книжное издательство, 2004. – 111 с. : цв. ил., портр. – URL: http://elbib.nbchr.ru/lib_files/0/cheb_0_0000001.pdf (дата обращения: 18.08.2023). ",
    "pathImage": "assets/images/books/book4.png",
    "date": "2023-10-22T03:18:31.177769-04:00",
    "url": 'http://elbib.nbchr.ru/lib_files/0/cheb_0_0000001.pdf',
    "preface":
        "Книга-альбом «Чебоксары. Город юный, город древний» была издана к 535-летию столицы Чувашии. Чебоксары предстают в альбоме с разных сторон: город вчерашний и сегодняшний, официальный и бытовой, трудовой и праздничный. В многочисленных фотографиях не только внешний портрет, но и некая философия становления, развития и движения города по оси времени. В конце книги читатель найдет текст песни о Чебоксарах «Здравствуй, город».",
    "isFavorite": false
  },
];
