List<Map<String, dynamic>> eventsMock = [
  {
    "id": '1',
    "name": "Приглашаем на встречу с писателем и публицистом Николаем Ивановым",
    "description":
        "24 февраля 2025 г. в Национальной библиотеке Чувашской Республики состоится встреча с российским писателем и публицистом, председателем Союза писателей России Николаем Ивановым. За значительный личный вклад в формирование единого культурного пространства, сохранение исторического и культурного наследия Донбасса в 2019 году награжден орденом Дружбы. Входит в состав Совета при Президенте Российской Федерации по развитию гражданского общества и правам человека. Сейчас автор работает над новыми книгами о событиях на Донбассе. Николай Иванов также представит серию современных сборников военной поэзии, изданных Союзом писателей России.",
    "pathImage": "assets/images/events/image1.png",
    "date": "2025-02-20T03:18:31.177769-04:00",
    "type": 'presentations',
    "adress": "Чебоксары, пр. Ленина, 15,"
  },
  {
    "id": '2',
    "name": "Клуб по интересам приглашает",
    "description": "В феврале состоится встреча клуба по интерсам ",
    "pathImage": "assets/images/events/image2.png",
    "date": "2025-02-26T03:18:31.177769-04:00",
    "type": 'club',
    "adress": "Чебоксары, пр. Ленина, 75,"
  },
  {
    "id": '3',
    "name": "Приглашаем на творческую встречу с художником Иваном Петровым",
    "description":
        "05 марта 2025 г. в Национальной библиотеке Чувашской Республики состоится встреча с художником Иваном Петровым, который расскажет о своем творчестве и планах на будущее",
    "pathImage": "assets/images/events/image1.png",
    "date": "2025-03-05T03:18:31.177769-04:00",
    "type": 'meetings',
    "adress": "Чебоксары, пр. Ленина, 15,"
  },
];
