List<Map<String, dynamic>> helpMock = [
  {
    "id": '1',
    "name": "Как пользоваться приложением?",
    "answer": "Приложение ",
    "isRed": false
  },
  {
    "id": '2',
    "name": "Обновление книжного материал",
    "answer": "Приложение ",
    "isRed": true
  },
  {
    "id": '3',
    "name": "Как зарегистрироваться на мероприятие",
    "answer": "Приложение ",
    "isRed": false
  },
  {
    "id": '4',
    "name": "Регистрация на мероприятие",
    "answer": "Приложение ",
    "isRed": true
  },
  {
    "id": '5',
    "name": "Я в своем познании настолько преисполнился",
    "answer": "Приложение ",
    "isRed": false
  },
  {
    "id": '6',
    "name": "Это тестовые вопросы. ",
    "answer": "Приложение ",
    "isRed": false
  },
  {
    "id": '1',
    "name": "О чем вообще могут быть вопросы в библиотеке? О космосе?",
    "answer": "Приложение ",
    "isRed": true
  }
];
