List<Map<String, dynamic>> libririesMock = [
  {
    "id": '1',
    "name": "Большесундырская сельская библиотека",
    "adress": "Моргаушский район, с.Б-Сундырь",
    "phone": "52-3-65",
    "region": "Моргаушский район",
    "latitude": 56.111283,
    "longitude": 46.745516,
  },
  {
    "id": '2',
    "name": "Центральная библиотека Ибресинского муниципального округа",
    "adress": "пгт. Ибреси, ул. Маресьева",
    "phone": "+7(835)382-28-09",
    "region": "Ибресинский муниципальный округ",
    "latitude": 55.30005,
    "longitude": 47.04169,
  },
  {
    "id": '3',
    "name": "Кшаушская сельская библиотека",
    "adress": "деревня Курмыши, ул. 9-ой Пятилетки, д. 11 ",
    "phone": "+7(999) 562 65-25",
    "region": "деревня Курмыши",
    "latitude": 55.987588,
    "longitude": 47.055596,
  },
  {
    "id": '4',
    "name": "Национальная библиотека Чувашской Республики",
    "adress": "г. Чебоксары, пр. Ленина, д. 15",
    "phone": "+78352230217, +78352625640",
    "region": "г. Чебоксары",
    "latitude": 56.127969,
    "longitude": 47.251986,
  }
];
