List<Map<String, dynamic>> questionsMock = [
  {
    "id": 1,
    "name": "Как зарегистрироваться в приложении?",
    "question":
        "Добрый день! Скажите пожалуйста, как зарегистрироваться в приложении мобильном?",
    "answer":
        "Здравствуйте! Благодарим за обращение. Вы можете пройти регистрацию на нашем сайте bibliotec.com. После регистрации сможете авторизоваться.",
    "email": "ter@mail.ru",
    "operator": "Иванов И.",
  },
  {
    "id": 2,
    "name": "Как найти книгу",
    "question": "Добрый день! Скажите пожалуйста, как найти книгу",
    "answer":
        "Зайдите в раздел книги, выберите кнопку лупы и нажмите нее. Далее вы перейдете на страницу поиска",
    "email": "ter@mail.ru",
    "operator": "Иванов И.",
  },
  {
    "id": 3,
    "name": "Как зарегистрироваться на мероприятие",
    "question": "Добрый день! Скажите пожалуйста, как найти книгу",
    "answer": "",
    "email": "ter@mail.ru",
    "operator": "",
  },
];
