List<Map<String, dynamic>> questionsMock = [
  {
    "id": 1,
    "name": "Как зарегистрироваться в приложении?",
    "question":
        "Добрый день! Скажите пожалуйста, как зарегистрироваться в мобильном приложении?",
    "answer":
        "Здравствуйте! Благодарим за обращение. Вы можете пройти регистрацию на нашем сайте bibliotec.com. После регистрации сможете авторизоваться.",
    "email": "ter@mail.ru",
    "operator": "Иванов И.",
    "date": "2023-10-15T03:18:31.177769-04:00",
    "type": "awaitingRes",
  },
  {
    "id": 2,
    "name": "Как найти книгу",
    "question": "Добрый день! Скажите пожалуйста, как найти книгу",
    "answer":
        "Зайдите в раздел книги, выберите кнопку лупы и нажмите нее. Далее вы перейдете на страницу поиска",
    "email": "ter@mail.ru",
    "operator": "Иванов И.",
    "date": "2023-12-15T03:18:31.177769-04:00",
    "type": "resRecive",
  },
  {
    "id": 3,
    "name": "Как зарегистрироваться на мероприятие",
    "question": "Добрый день! Скажите пожалуйста, как найти книгу",
    "answer": "",
    "email": "ter@mail.ru",
    "operator": "",
    "date": "2023-01-15T03:18:31.177769-04:00",
    "type": "awaitingRes",
  },
];
