List<Map<String, dynamic>> newsMock = [
  {
    "id": '1',
    "name": "Творческая встреча с чувашскими писателями",
    "description":
        "18 октября в Михайловской сельской библиотеке Цивильского муниципального округа состоялась творческая встреча чувашских писателе ",
    "pathImage": "assets/images/news/news1.png",
    "date": "2023-10-20T03:18:31.177769-04:00",
    "showCount": 0,
  },
  {
    "id": '2',
    "name": "Обучающий курс по чувашской вышивке",
    "description":
        "В октябре в Национальной библиотеке Чувашской Республики возобновились занятия клуба чувашской вышивки «Асамлӑ тӗрӗ. Волшебная вышивка».",
    "pathImage": "assets/images/news/news2.png",
    "date": "2023-10-21T03:18:31.177769-04:00",
    "showCount": 23,
  },
  {
    "id": '3',
    "name":
        "24 октября пройдет встреча с писателем и публицистом Николаем Ивановым",
    "description":
        "24 октября 2023 г. в Национальной библиотеке Чувашской Республики состоится встреча с российским писателем и публицистом, председателем Союза писателей России Николаем Ивановым. За значительный личный вклад в формирование единого культурного пространства, сохранение исторического и культурного наследия Донбасса в 2019 году награжден орденом Дружбы. Входит в состав Совета при Президенте Российской Федерации по развитию гражданского общества и правам человека. Сейчас автор работает над новыми книгами о событиях на Донбассе. Николай Иванов также представит серию современных сборников военной поэзии, изданных Союзом писателей России.",
    "pathImage": "assets/images/news/news3.png",
    "date": "2023-10-22T03:18:31.177769-04:00",
    "showCount": 12,
  },
];
